Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# settings.account.github.enterprise
source: GitHub Enterprise
ar_ae: الإعدادات.الحساب.github.enterprise
de_ch: - settings.account.github.enterprise.
es_mx: Ajustes.cuenta.github.empresa
es_us: Ajustes.cuenta.github.empresa
fr_ca: paramètres.compte.github.entreprise.
hi_in: सेटिंग्स.अकाउंट.गिटहब.एंटरप्राइज़
id: Pengaturan.akun.github.perusahaan
it_ch: impostazioni.account.github.enterprise.
ja_jp: 設定.アカウント.github.エンタープライズ
ko_kr: 설정.계정.github.기업체
nb_no: { "settings.account.github.enterprise"=<< "Innstillinger.Kont.Git
pt: configurações.conta.github.empresa
pt_br: Configurações.conta.github.empresa
tr: ayarlar.hesap.github.enterprise
uk_ua: Налаштування.account.github.підприємство

# editor.file.type.incorrect
source: AuroraEditor cannot open this file because its file type is not supported.
ar_ae: محرر.ملف.نوع.غير صحيح
de_ch: Redakteur.Dateityp.falsch.
es_mx: Tipo de archivo editor.incorrect.
es_us: Tipo de archivo editor. incorrecto.
fr_ca: type.de-fichier-éditeur.incorrect.
hi_in: Editor.file.type.inrrect
id: Editor.file.type.incorrect
it: AuroraEditor non può aprire questo file perché il suo tipo di file non è supportato.
it_ch: tipo di file editor.corretto.errato.
ja_jp: editor.file.type.incorrect
ko_kr: editor.file.type.incorrect
nb_no: Redaktør.fil.type.feilaktig.
pt: tipo.deficiente.do.arquivoeditor.editor.tipo.errado.do.
pt_br: editor.arquivo.tipo.incorreto
tr: editor.file.type.yanlış
uk_ua: Editor.file.type.incorrect
zh_hant: AuroraEditor 不支援這個檔案類別，無法開啟此檔。

# settings.github.login.create
source: Create a Token on GitHub
ar_ae: Settings.github.login.create
de_ch: setup.github.login.create.
es_mx: Configuración.github.inicio de sesión.crear
es_us: Configuración.github.inicio de sesión.crear
fr_ca: paramètres.github.connexion.créeer.
hi_in: सेटिंग्स.गिटहब.लॉगिन.क्रिएट
id: Pengaturan.github.login.create
it: Crea un Token su GitHub
it_ch: Configurazioni.github.login.creare
ja_jp: 設定.github.ログイン.作成
ko_kr: 설정.github.로그인.생성
nb_no: settings.github.login.opprettelse
pt: configurações.github.login.criar
pt_br: Configurações.github.login.criar
tr: ayarlar.github.giriş.oluşturma
uk_ua: Налаштування.github.логін.створити
zh_hant: 在 GitHub 內創建個人權杖

# settings.global.login.token
source: Token:
ar_ae: الإعدادات.global.login.token
de_ch: Einstellung.global.Login.Token.
es_mx: Ajustes.global.inicio de sesión.token
es_us: Ajustes.global.inicio de sesión.token
fr_ca: Paramètres.globaux.connexion.mot de passe.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन.टोकन
id: Pengaturan.global.login.token
it_ch: Impostazioni.Global.Login.Token
ja_jp: 設定.グローバル.ログイン.トークン
ko_kr: 설정.글로벌.로그인.토큰
nb_no: Innstillinger.Global.Innlogging.Token
pt: Definições.globais.login.token
pt_br: Configurações.global.login.token
tr: ayarlar.dglobal.giriş.kodsu
uk_ua: Налаштування.глобальний.вхід.токен
zh_hant: 安全權杖：

# settings.theme.delete
source: Delete Theme
ar_ae: الإعدادات.الموضوع.حذف
de_ch: einstellungen.thema.löschen.
es_mx: Ajustes.tema.eliminar
es_us: Ajustes.tema.eliminar
fr_ca: Paramètres.thème.supprimer
hi_in: सेटिंग्स.थीम.डिलीट
id: Pengaturan.tema.hapus
it: Elimina tema
it_ch: Impostazioni.tema.elimina
ja_jp: 設定.テーマ.削除する
ko_kr: 설정.테마.삭제
nb_no: StøttInnstillinger.Tema.Slett.
pt: Definições.tema.eliminar
pt_br: Definições.tema.eliminar
tr: ayarlar.teması.sil
uk_ua: Settings.theme.delete
zh_hant: 移除風格

# settings.theme.reset
source: Reset Theme
ar_ae: الإعدادات.الموضوع.إعادة الضبط
de_ch: einstellungen.thema.zurücksetzen.
es_mx: Ajustes.tema.reset
es_us: Ajustes.tema.restablecer
fr_ca: Paramètres.thème.réinitialiser.
hi_in: सेटिंग्स.थीम.रीसेट
id: Pengaturan.tema.atur ulang
it: Ripristina tema
it_ch: Impostazioni.tema.reimpostare
ja_jp: 設定.テーマ.リセット
ko_kr: 설정. 테마. 초기화
nb_no: innstillinger.tema.nulstill
pt: definições.tema.redefinição
pt_br: Definições.tema.resetar
tr: ayarlar.teması.sıfırla
uk_ua: Налаштування.тема.скидання
zh_hant: 重置風格

# about.error.no.license.found
source: License file not found.
ar_ae: حول.خطأ.لا.ترخيص.تم العثور عليه
de_ch: about.error.no.license.found.
es_mx: no.licencia.encontrada.error.sobre.
es_us: no.licencia.encontrada.error.sobre
fr_ca: erreur.inexistante.licence.trouvée.
hi_in: के बारे में.error.no.license.found
id: Tentang.kesalahan.tidak.lisensi.ditemukan
it: File licenza non trovato.
it_ch: errore.non trovato.licenza.carta.trovata.
ja_jp: 約。エラー。ノー。ライセンス。見つかった
ko_kr: 오류.허가 없음.발견됨.
nb_no: om.feil.ikke.lisens.funnet.
pt: Sobre.erro.não.licença.encontrada.
pt_br: Sobre.erro.não.licença.encontrada
tr: hakkında.sorun.hükümsüz.yetki.bulunamadı
uk_ua: Про.помилку.немає.знайденої ліцензії
zh_hant: 找不到授權檔。

# settings.theme.style.selection
source: Selection
ar_ae: الإعدادات.الموضوع.النمط.الاختيار
de_ch: einstellungen.thema.stil.auswahl.
es_mx: Ajustes.tema.estilo.selección.
es_us: Ajustes.tema.estilo.selección
fr_ca: Paramètres.thème.style. sélection.
hi_in: सेटिंग्स.थीम.शैली.चयन
id: Pengaturan.tema.gaya.pilihan
it: Selezione
it_ch: Impostazioni.tema.stile.selezione
ja_jp: 設定.テーマ.スタイル.選択
ko_kr: 설정. 테마. 스타일. 선택
nb_no: innstillinger.tema.stil.valg
pt: Definições.tema.estilo.seleção
pt_br: configurações.tema.estilo.seleção
tr: ayarlar.tema.stil.seçim
uk_ua: Settings.theme.style.selection
zh_hant: 選擇

# settings.text.editing.autocomplete.braces
source: Autocomplete braces
ar_ae: الإعدادات.النص.التحرير.الإكمال التلقائي.الأقواس
de_ch: einstellungen.text.bearbeitung.autokomplet.Braces.
es_mx: Ajustes.texto.edición.completar automáticamente.braces
es_us: Ajustes.texto.edición.completar.automáticamente.braces
fr_ca: Paramètres.Texte.Modification.Autocomplete.Braces.
hi_in: सेटिंग्स.टेक्स्ट.एडिटिंग.ऑटोकम्प्लीट.ब्रेसेस
id: Pengaturan.teks.pengeditan.pelengkapan otomatis.pendukang
it: Completamento automatico parentesi graffe
it_ch: Impostazioni.testo.modifica.completamento automatico.bracci.
ja_jp: 設定.テキスト.編集.自動完成.矯正
ko_kr: 설정.텍스트.수정.자동완성.옷꼼
nb_no: Innstillinger.Tekstredigering.Automatisk fullføring.Retterstreker.
pt: Ajustes.texto.editar.preencher.autocorreção.braces
pt_br: Configurações.texto.editar.preencher.braces.
tr: ayarlar.yaz.düzenleme.otomatikdaiy tamamlama.dişlikler
uk_ua: Settings.text.editing.autocomplete.braces
zh_hant: 自動補全括號

# settings.gitlab.enterprise.login.create
source: Create a Token on Gitlab Self-Hosted
ar_ae: Settings.gitlab.enterprise.login.create
de_ch: settings.gitlab.enterprise.login.create.
es_mx: Configuración.GitLab.Empresa.Iniciar sesión.Crear
es_us: Configuración.GitLab.Empresa.Iniciar sesión.Crear
fr_ca: paramètres.gitlab.entreprise.connexion.créez.
hi_in: सेटिंग्स.गिटलैब.एंटरप्राइज़.लॉगिन.क्रिएट
id: Pengaturan.gitlab.perusahaan.masuk.buat
it: Crea un Token su Gitlab Self-Hosted
it_ch: Impostazioni.GitLab.Impresa.Login.Creare.
ja_jp: 設定.gitlab.enterprise.login.create
ko_kr: 설정.gitlab.기업.로그인.생성
nb_no: Adressene er settings.gitlab.enterprise.login.create.
pt: configurações.gitlab.enterprise.login.criar
pt_br: Configurações.gitlab.enterprise.login.criar
tr: ayarlar.gitlab.enterprise.login.create
uk_ua: Settings.gitlab.enterprise.login.create
zh_hant: 在自架 Gitlab 內創建個人權杖

# welcome.no.recent
source: No Recent Projects
ar_ae: مرحبا.لا.حديث
de_ch: Willkommen. Nein. Recent.
es_mx: bienvenido.no.reciente
es_us: bienvenido.no.reciente
fr_ca: bienvenue.non.récemment.
hi_in: स्वागत है.नहीं.हाल ही में
id: Selamat datang.tidak.baru-baru ini
it: Nessun Progetto Recente
it_ch: benvenuto.no.recento
ja_jp: ようこそ。いいえ。最近
ko_kr: 환영.아니요.최근
nb_no: velkommen. ingen. nylig
pt: bem-vindo.não.recento
pt_br: Bem-vindo.Não.Recente
tr: hoş geldin.hayır.son zamanlarda
uk_ua: Ласкаво просимо.неостанній
zh_hant: 無最近使用過的專案

# settings.source.control.general.comparison.revision.right
source: Local Revision on Right Side
ar_ae: الإعدادات.المصدر.التحكم.العام.المقارنة.المراجعة.الحق
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Vergleich.Revision.Rechte.
es_mx: ajustes.fuente.control.general.comparación.revisión.derecha
es_us: ajustes.fuente.control.general.comparación.revisión.derecha
fr_ca: Paramètres.source.contrôle.général.comparaison.révision.droite.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.तुलना.संशोधन.दाएं
id: Pengaturan.sumber.kontrol.umum.perbandingan.revisi.kanan
it: Revisione locale sul lato destro
it_ch: Impostazioni.Fonte.Controllo.Generale.Confronto.Revisione.Destra.
ja_jp: 設定.ソース.コントロール.一般.比較.改訂.右
ko_kr: 설정.소스.제어.일반.비교.개정.오른쪽
nb_no: Innstillinger.kilde.kontroll.generell.sammenligning.revisjon.høyre.
pt: configurações.fonte.controlo.geral.comparação.revisão.direita
pt_br: configurações.fonte.controlo.geral.comparação.revisão.direita.
tr: ayarlar.kaynak.kontrol.genel.karşılaştırmı.revizyon.sağ
uk_ua: Settings.source.control.general.comparison.revision.right
zh_hant: 本機更新置右

# settings.github.login.header
source: Sign in to your GitHub account
ar_ae: Settings.github.login.header
de_ch: Setup.github.login.Header.
es_mx: Ajustes.github.login.eje.
es_us: Ajustes.github.login.eje.
fr_ca: Paramètres.github.login.tête de page.
hi_in: सेटिंग्स.गिटहब.लॉगिन.हेडर
id: Pengaturan.github.login.header
it: Accedi al tuo account di GitHub
it_ch: Instalazioni.github.login.intestazione.
ja_jp: 設定.github.login.ヘッダー
ko_kr: 설정.github.login.헤더
nb_no: Innstillinger.github.login.header.
pt: Definições.github.login.header
pt_br: Configurações.github.login.header
tr: ayarlar.github.giriş.başlık
uk_ua: Settings.github.login.header
zh_hant: 登入您的 GitHub 帳號

# settings.source.control.git.prefer.rebase
source: Prefer to rebase when pulling
ar_ae: Settings.source.control.git.prefer.rebase
de_ch: Variablen.Quell.Steuerung.Git.Vorzug.Neu.Stabilisieren.
es_mx: Configuración.Fuente.Control.Git.Preferencia.Rebase
es_us: Configuración.Fuente.Control.Git.Preferencia.Rebase
fr_ca: Paramètres.source.contrôle.git.préférence.réinitialisation.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.गिट.पसंदक.रीबेस
id: Pengaturan.sumber.kontrol.git.lebih suka.rebase
it: Preferisci il rebase durante il pull
it_ch: Impostazioni.Fonte.Controllo.Git.Preferenza.Ristabilire.
ja_jp: 設定.ソース.コントロール.git.プリファレンス.リベース
ko_kr: 설정.소스.제어.지트.선호.재설정
nb_no: Innstillinger.kilde.kontroll.git.foretrekke.nulstil.
pt: Configurações.fonte.controlo.git.preferência.reinicie.
pt_br: configurações.fonte.controlo.git.preferência.reinicie
tr: ayarlar.kaynak.kontrol.git.tercih.yenidenyükleme
uk_ua: Налаштування.джерело.контроль.git.prefer.rebase
zh_hant: 偏好從遠端併入（pull）時重新應用（rebase）本機提交

# settings.text.editing.completion
source: Editor Completion
ar_ae: الإعدادات.النص.التحرير.الإكمال
de_ch: Einstellung.Text.Bearbeitung.Vollständig.
es_mx: Ajustes.texto.edición.completación
es_us: Ajustes.texto.edición.completación
fr_ca: Paramètres.Texte.Modification.Complétion.
hi_in: Settings.text.editing.completion
id: Pengaturan.teks.pengeditan.penselesaian
it: Completamento editor
it_ch: Impostazioni.testo.modifica.completamento
ja_jp: 設定.テキスト.編集.完了
ko_kr: 설정.텍스트.수정.완료
nb_no: Innstillinger.tekst.redigering.fullføring.
pt: configurações.texto.editar.conclusão
pt_br: configurações.texto.editar.conclusão
tr: ayarlar.yaz.düzenleme.tamamlama
uk_ua: Налаштування.текст.редагування.завершення
zh_hant: 編輯器自動補全

# settings.update.channel.update.now
source: Update Now
ar_ae: Settings.update.channel.update.now
de_ch: Einstellungen.Aktualisierung.Kanal.Aktualisierung.Jetzt.
es_mx: Ajustes.actualización.canal.actualización.ahora
es_us: Ajustes.actualización.canal.actualización.ahora
fr_ca: Paramètres.mise à jour.canal.mise à jour.maintenant.
hi_in: सेटिंग्स.अपडेट.चैनल.अपडेट.अब
id: Pengaturan.pembaruan.saluran.pembaruan.sekarang
it: Aggiorna ora
it_ch: Impostazioni.aggiornamento.canale.aggiornamento.ora
ja_jp: 設定.アップデート.チャンネル.アップデート.今
ko_kr: 설정.업데이트.채널.업데이트.지금
nb_no: innstillinger.oppdatering.kanal.oppdatering.nå
pt: configurações.atualizar.canal.atualizar.agora
pt_br: Configurações.atualizar.canal.atualizar.agora
tr: ayarlar.güncelleme.kanal.güncelleme.şimdi
uk_ua: Налаштування.update.channel.update.now
zh_hant: 立即更新

# settings.terminal.shell
source: Shell
ar_ae: الإعدادات.المحطة الطرفية.شل
de_ch: Einrichtungen.Terminal.Schale.
es_mx: Ajustes.terminal.shell
es_us: Ajustes.terminal.shell
fr_ca: Paramètres.terminal.shell.
hi_in: सेटिंग्स.टर्मिनल.शेल
id: Pengaturan.terminal.shell
it_ch: Impostazioni.terminale.shell
ja_jp: 設定.端末.シェル
ko_kr: 설정.터미널.쉘
nb_no: Innstillinger.terminal.skall
pt: Definições.terminal.shell
pt_br: Configurações.terminal.shell
tr: ayarlar.terminal.shell
uk_ua: Налаштування.термінал.оболонка
zh_hant: 命令列

# settings.github.login.access.user
source: user
ar_ae: Settings.github.login.access.user
de_ch: Setup.github.login.access.user.
es_mx: Ajustes.github.inicio de sesión.acceso.usuario
es_us: Ajustes.github.inicio de sesión.acceso.usuario
fr_ca: paramètres.github.connexion.accès.utilisateur.
hi_in: Settings.github.login.access.user
id: Pengaturan.github.masuk.akses.pengguna
it_ch: Impostazioni.github.login.accesso.utente
ja_jp: 設定.github.ログイン.アクセス.ユーザー
ko_kr: 설정.github.로그인.액세스.유저
nb_no: settings.github.login.access.user.navn
pt: Definições.github.login.acesso.usuário
pt_br: Configurações.github.login.acesso.usuário
tr: ayarlar.github.giriş.eriş.kullanıcı
uk_ua: Налаштування.github.логін.доступ.користувач

# settings.theme.style.invisibles
source: Invisibles
ar_ae: الإعدادات.الموضوع.النمط.غير مرئي
de_ch: einstellungen.themen.stili.unsichtbar.
es_mx: Ajustes.tema.estilo.invisibles.
es_us: Ajustes.tema.estilo.invisibles.
fr_ca: Paramètres.thème.style.invisibles.
hi_in: सेटिंग्स.थीम.शैली.अदृश्य
id: Pengaturan.tema.gaya.tidak terlihat
it: Invisibili
it_ch: Impostazioni.tema.stile.invisibili.
ja_jp: 設定.テーマ.スタイル.非表示
ko_kr: 설정. 테마. 스타일. 보이지 않는 것들
nb_no: Innstillinger.Tema.Stil.Usynligheter.
pt: Definições.tema.estilo.invisíveis.
pt_br: Configurações.tema.estilo.invisíveis.
tr: ayarlar.tema.stil.görünmezler
uk_ua: Налаштування.тема.стиль.невидимі
zh_hant: 隱式字元

# settings.source.control.general.show.changes
source: Show Source Control changes
ar_ae: الإعدادات.المصدر.التحكم.العام.العرض.التغييرات
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Anzeige.Änderungen.
es_mx: Ajustes.Fuente.Control.General.Mostrar.Cambios.
es_us: Ajustes.Fuente.Control.General.Mostrar.Cambios.
fr_ca: Paramètres.source.contrôle.général.affichage.modifications.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.शो.परिवर्तन
id: Pengaturan.sumber.kontrol.umum.menunjukkan.perubahan
it: Mostra le modifiche del controllo di versione
it_ch: Impostazioni.Fonte.Controllo.Generale.Mostra.Modifiche.
ja_jp: 設定.ソース.コントロール.一般.表示.変更
ko_kr: 설정.소스.컨트롤.일반.표시.변경사항
nb_no: Innstillinger.kilde.kontroll.generell.vis.endringer.
pt: configurações.fonte.controlo.geral.mostrar.alterações.
pt_br: configurações.fonte.controlo.geral.mostrar.alterações
tr: ayarlar.kaynak.kontrol.genel.görüntüle.değişiklikler
uk_ua: Settings.source.control.general.show.changes
zh_hant: 顯示原始碼更動

# settings.general.navigator.size.small
source: Small
ar_ae: الإعدادات.عام.ملاح.حجم.صغير
de_ch: einstellungen.allgemein.navigator.grösse.klein.
es_mx: Ajustes.general.navigator.tamaño.pequeño
es_us: Ajustes.general.navigator.tamaño.pequeño
fr_ca: Paramètres.général.navigateur.taille.petite.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.आकार.छोटा
id: Pengaturan.umum.navigator.ukuran.kecil
it: Piccola
it_ch: Impostazioni.generali.navigatore.dimensioni.piccole
ja_jp: 設定.一般.ナビゲータ.サイズ.小さい
ko_kr: 설정.일반.네비게이터.크기.작은
nb_no: innstillinger.generell.navigator.størrelse.klein
pt: configurações.gerais.navigator.tamanho.pequeno
pt_br: Configurações.gerais.navigator.tamanho.pequeno
tr: ayarlar.genel.navigatör.boyut.küçük
uk_ua: Settings.general.navigator.size.small
zh_hant: 小

# project.inspector.file
source: File Inspector
ar_ae: ملف project.inspector
de_ch: Archiv.Inspektor.Projekt.
es_mx: Archivo.inspector.proyecto
es_us: Archivo.inspector.proyecto
fr_ca: Projet.inspecteur.Fichier.
hi_in: प्रोजेक्ट.इंस्पेक्टर.फाइल
id: Proyek.inspektur.berkas
it: Ispeziona File
it_ch: progetto.ispettore.file
ja_jp: プロジェクト.インスペクター.ファイル
ko_kr: 프로젝트.감사관.파일
nb_no: Inspektørfil for prosjektet.
pt: projeto.inspector.arquivo
pt_br: Projeto.inspector.arquivo
tr: proje.inceyici.dosyası
uk_ua: Project.inspector.file
zh_hant: 檔案檢視器

# settings.gitlab.login.enter.token
source: Enter your Personal Access Token
ar_ae: Settings.gitlab.login.enter.token
de_ch: Setup.GitLab.Login.Enter.Token.
es_mx: Ajustes.gitlab.inicio de sesión.ingrese.token
es_us: Configuración.GitLab.Inicio de sesión.Introducir.Token.
fr_ca: paramètres.gitlab.login.entrer.mot de passe.
hi_in: सेटिंग्स.गिटलैब.लॉगिन.एंटर.टोकन
id: Pengaturan.gitlab.masuk.masuk.token
it: Inserisci il tuo Personal Access Token
it_ch: Impostazioni.GitLab.Login.Inserisci.Token.
ja_jp: 設定.gitlab.ログイン.入力.トークン
ko_kr: 설정.gitlab.로그인.입력.토큰
nb_no: Innlogging.settings.gitlab.login.enter.token.
pt: Definições.gitlab.login.inserir.token
pt_br: Configurações.gitlab.login.enter.token.
tr: ayarlar.gitlab.giriş.gir.kod
uk_ua: Налаштування.gitlab.login.enter.token
zh_hant: 輸入您的個人權杖（Personal Access Token）

# settings.general.navigator.size.medium
source: Medium
ar_ae: الإعدادات.عام.المستكشف.الحجم.متوسط
de_ch: einstellungen.allgemein.navigator.grösse.mittel.
es_mx: Ajustes.general.navigator.tamaño.mediano
es_us: Ajustes.general.navigator.tamaño.mediano
fr_ca: Paramètres.général.navigateur.taille.moyen.
hi_in: सेटिंग्स.सामान्य.नेविगेटर.आकार.मध्यम
id: Pengaturan.umum.navigator.ukuran.sedang
it: Media
it_ch: Impostazioni.generali.navigatore.dimensioni.medie
ja_jp: 設定.一般.ナビゲータ.サイズ.中
ko_kr: 설정.일반.네비게이터.크기.중간
nb_no: Innstillinger.Generell.Navigator.Størrelse.Medium.
pt: Definições.gerais.navigator.tamanho.médio
pt_br: Configurações.gerais.navigator.tamanho.médio
tr: ayarlar.genel.navigatör.boyut.orta
uk_ua: Settings.general.navigator.size.medium
zh_hant: 中

# settings.general.open.welcome
source: Welcome Screen
ar_ae: الإعدادات.عام.مفتوح.مرحبا بك
de_ch: einstellungen.allgemein.offen.willkommen.
es_mx: Ajustes.general.abrir.bienvenido.
es_us: Ajustes.general.abierto.bienvenido.
fr_ca: Paramètres.général.ouvrir.accueil.
hi_in: सेटिंग्स.general.open.welcome
id: Pengaturan.umum.terbuka.selamat datang
it: Schermata di Benvenuto
it_ch: Impostazioni.Generale.Aprire.Benvenuto.
ja_jp: 設定.一般.開く.歓迎する
ko_kr: 설정.일반.열기.환영
nb_no: Innstillinger.Generelt.Åpne.Velkommen.
pt: Definições.gerais.abrir.bem-vindo
pt_br: Configurações.gerais.abrir.bem-vindo.
tr: ayarlar.genel.açık.hoşgeldin
uk_ua: Налаштування.загальні.відкрити.ласкаво просимо
zh_hant: 歡迎視窗

# settings.gitlab.enterprise.login.header
source: Sign in to your Gitlab account
ar_ae: Settings.gitlab.enterprise.login.header
de_ch: Einstellungen.GitLab.Unternehmen.Login.Header.
es_mx: Ajustes.gitlab.empresa.inicio de sesión. encabezado.
es_us: Ajustes.gitlab.empresa.inicio de sesión. encabezado
fr_ca: Paramètres.gitlab.entreprise.connexion.en-tête.
hi_in: सेटिंग्स.गिटलैब.एंटरप्राइज़.लॉगिन.हेडर
id: Pengaturan.gitlab.perusahaan.login.header
it: Accedi al tuo account di Gitlab
it_ch: Impostazioni.GitLab.Impresa.Login.Titolo.
ja_jp: 設定.gitlab.enterprise.login.header
ko_kr: 설정.gitlab.enterprise.login.헤더
nb_no: Innstillinger.GitLab.Firma.Innlogging.Headertekst
pt: Definições.gitlab.enterprise.login.header
pt_br: Configurações.gitlab.enterprise.login.header
tr: ayarlar.gitlab.enterprise.login.başlık
uk_ua: Settings.gitlab.enterprise.login.header
zh_hant: 登入您的 Gitlab 帳號

# project.inspector.help
source: Quick Help Inspector
ar_ae: مشروع.مفتش.مساعدة
de_ch: Projekt.Inspektor.Hilfe
es_mx: proyecto.inspector.ayuda
es_us: proyect.inspector.ayuda
fr_ca: Aide.inspecteur.projet.
hi_in: प्रोजेक्ट.इंस्पेक्टर.मदद
id: Proyek.inspektur.bantuan
it: Ispeziona Guida Rapida
it_ch: Progetto.ispettore.aiuto
ja_jp: プロジェクト.インスペクター.ヘルプ
ko_kr: 프로젝트.감사관.도움말
nb_no: prosjektinspektørhjelp
pt: projeto.inspector.ajuda
pt_br: Projeto.inspector.ajuda
tr: proje.inceyici.yardım
uk_ua: Project.inspector.help
zh_hant: 快速輔助檢視器

source: Audio
ar_ae: صَوْت
de_ch: Ton
hi_in: ऑडियो
ja_jp: オーディオ
ko_kr: 오디오
pt: De áudio
pt_br: De áudio
ru: Аудио
sv: Ljud-
th: เสียง
tr: Ses
uk_ua: Аудіо
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊
